Repository: Linaro/squad
Catalog: squad/frontend/locale/*/LC_MESSAGES/django.po
Languages: nb, pl, pt

source: Type the project slug (the name used in URLs) to confirm
nb: Skriv inn prosjektets tilkjennegivelse (navn brukt i nettadresser) for å bekrefte
pl: Wpisz slug projektu (nazwa występująca w URLu) żeby potwierdzić
pt: Digite o slug do projeto (o nome usado nas URLs) para confirmar

source: The confirmation does not match the project slug
nb: Bekreftelsen samsvarer ikke med prosjekttilkjennegivelsen
pl: Potwierdznie nie zgadza się ze slugiem projektu
pt: O valor digitado não corresponde ao slug do projeto

source: Type the group slug (the name used in URLs) to confirm
nb: Skriv inn gruppens tilkjennegivelse (navn brukt i nettadresser) for å bekrefte
pl: Wpish slug grupy (nazwa występująca w URLu) żeby potwierdzić
pt: Digite o slug do grupo (o nome usado nas URLs) para confirmar

source: The confirmation does not match the group slug
nb: Bekreftelsen samsvarer ikke med gruppetilkjennegivelsen
pl: Potwierdznie nie zgadza się ze slugiem grupy
pt: O valor digitado não corresponde ao slug do grupo

source: Summary of all metrics per build
pl: Podsumowanie wszystkich pomiarów dla wersji
pt: Resumo de todas a métricas por build

source: Summary of selected metrics
pl: Podsumowanie wybranych pomiarów
pt: Resumo das métricas selecionadas

source: Test pass %
pl: % testów pomyślnych
pt: %% de testes passando

source: Page not found
nb: Fant ikke siden
pl: Nie znaleziono strony
pt: Página não encontrada

source: permalink
pl: bezpośredni odnośnik
pt: link permanente

source: Test results history
nb: Testresultathistorikk
pl: Historia wyników testu
pt: Histórico de resultados de testes

source: Build
nb: Bygg
pl: Wersja

source: Date
nb: Dato
pl: Data
pt: Data

source: Show info
nb: Vis info
pl: Pokaż więcej
pt: Mostrar informações

source: Known issue
nb: Kjent feil
pl: Znany problem
pt: Issue conhecida

source: Known issue:
nb: Kjent feil:
pl: Znany problem:
pt: Issue conhecida:

source: (intermittent)
pl: (sporadyczny)
pt: (intermitente)

source: n/a
nb: i/t
pl: nie dotyczy
pt: n/d

source: Test Info
pl: Informacje o teście
pt: Informações do Teste

source: Test description:
nb: Testbeskrivelse:
pl: Opis testu:
pt: Descrição do teste:

source: How to reproduce:
nb: Hvordan reprodusere:
pl: Sposób wykonania testu:
pt: Como reproduzir:

source: Test log:
nb: Testlogg:
pl: Log testu:
pt: Logs do teste:

source: Close
nb: Lukk
pl: Zamknij
pt: Fechar

source: build %s
pl: wersja %s

source: %s, build %s
nb: %s, bygg %s
pl: %s, wersja %s

source: mean (stdev)
pl: Średnia (odchylenie standardowe)
pt: média (desvio predefinido)

source: Delete group
nb: Slett gruppe
pl: Usun grupę
pt: Remover grupo

source: Once you delete your group, all of its projects, and all of their data, will be <strong>removed permanently</strong>.
nb: Når du sletter din gruppe, vil alle dens prosjekter, og all deres data, bli <strong>slettet permenent</strong>.
pl: Jeżeli usuniesz grupę, wszystkie zawarte w niej projekty i dane zostaną <strong>usunięte bezpowrotnie</strong>.
pt: Ao remover seu grupo, todos os projetos do mesmo, e todos os dados, vão ser <strong>removidos permanentemente</strong>.

source: Group settings
nb: Gruppeinnstillinger
pl: Ustawienia grupy
pt: Configurações do grupo

source: Basics
nb: Grunnleggende
pl: Podstawowe
pt: Básico

source: Members
nb: Medlemmer
pl: Użytkownicy
pt: Membros

source: Group members
nb: Gruppemedlemmer
pl: Członkowie grupy
pt: Membros do grupo

source: Add a new member
nb: Legg til et nytt medlem
pl: Dodaj użytkownika
pt: Adicionar um novo membro

source: Help on permissions
nb: Hjelp med tilganger
pl: Pomoc dotycząca uprawnień
pt: Ajuda com as permissões

source: Permissions by access level
nb: Tilganger etter tilgangsnivå
pl: Uprawnienia pogrupowane stopniu dostępu
pt: Permissões por nível de acesso

source: Existing members
nb: Eksisterende medlemmer
pl: Istniejący użytkownicy
pt: Membros existentes

source: Change
nb: Endre
pl: Zmień
pt: Mudar

source: Remove
nb: Fjern
pl: Usuń
pt: Remover

source: Member since %s
nb: Medlem siden %s
pl: Użytkownik od %s
pt: Membro desde %s

source: New group
nb: Ny gruppe
pl: Nowa grupa
pt: Novo grupo

source: Add group
nb: Legg til gruppe
pl: Dodaj grupę
pt: Adicionar grupo

source: New project
nb: Nytt prosjekt
pl: Nowy projekt
pt: Novo projeto

source: Add project
nb: Legg til prosjekt
pl: Dodaj projekt
pt: Adicionar projeto

source: Builds
nb: Bygg
pl: Wersje

source: Metadata
pl: Metadane
pt: Meta-dados

source: Build settings
nb: Bygginnstillinger
pl: Ustawienia dla wersji
pt: Configurações da build

source: Save
nb: Lagre
pl: Zapisz
pt: Gravar

source: Delete project
nb: Slett prosjekt
pl: Usuń projekt
pt: Remover projeto

source: Once you delete your project, all of its data will be <strong>removed permanently</strong>.
nb: Når du sletter prosjektet ditt, vil all dets data bli <strong>slettet permanent</strong>.
pl: Jeżeli usuniesz projekt, wszystkie zawarte w nim dane zostaną <strong>usunięte bezpowrotnie</strong>.
pt: A remover o projeto, todos os dados serão <strong>removidos permanentemente</strong>.

source: Project settings
nb: Prosjektinnstillinger
pl: Ustawienia projektu
pt: Configurações do Projeto

source: Metric thresholds
nb: Enhetsterskler
pl: Progi pomiarów
pt: Limites da métrica

source: Add threshold
nb: Legg til terskel
pl: Dodaj próg
pt: Adicionar limite

source: Name
nb: Navn
pl: Nazwa
pt: Nome

source: Higher is better
nb: Høyere er bedre
pl: Wyższa wartość jest lepsza
pt: Maior é melhor

source: Value
nb: Verdi
pl: Wartość
pt: Valor

source: Action
nb: Handling
pl: Akcja
pt: Ação

source: Metric threshold
nb: Enhetsterskel
pl: Próg pomiaru
pt: Limite da métrica

source: Metric name:
nb: Enhetsnavn:
pl: Nazwa pomiaru:
pt: Nome da métrica:

source: Value:
nb: Verdi:
pl: Wartość:
pt: Valor:

source: Higher is better:
nb: Høyere er bedre:
pl: Wyższa wartość jest lepsza:
pt: Maior é melhor:

source: Profile
nb: Profil
pl: Profil
pt: Perfil

source: Please correct the error below.
nb: Rett feilen nedenfor.
pl: Popraw poniższy błąd.
pt: Por favor corrigir o erro abaixo.

source: Log in
nb: Logg inn
pl: Zaloguj
pt: Fazer login

source: Username
nb: Brukernavn
pl: Nazwa użytkownika
pt: Nome de utilizador

source: Password
nb: Passord
pl: Hasło
pt: Palavra-passe

source: Forgotten your password or username?
nb: Glemt passordet eller brukernavnet ditt?
pl: Czy zapomniałeś nazwę użytkownika lub hasło?
pt: Esqueceu sua palavra-passe ou nome de utilizador?

source: Build %s
nb: Bygg %s
pl: Wersja %s

source: Test run %s
pl: Wykonanie testu %s
pt: Execução de testes %s

source: Test results for %s
nb: Testresultater for %s
pl: Wyniki testów dla %s
pt: Resultados dos testes para %s

source: Test environment: %s
nb: Testmiljø: %s
pl: Środowisko testów: %s
pt: Ambiente de testes: %s

source: Metrics
nb: Enheter
pl: Pomiary
pt: Métricas

source: Last build
nb: Siste bygg
pl: Najnowsza wersja
pt: Última build

source: Latest builds
nb: Siste bygg
pl: Najnowsze wersje
pt: Últimas builds

source: Click to display regressions
pl: Kliknij żeby wyświetlić regresje
pt: Clique para mostrar as regressões

source: Regressions
pl: Regresje
pt: Regressões

source: Regressions found on <strong>%s</strong>:
pl: Znaleziono regresje w <strong>%s</strong>:
pt: Regressões encontradas em <strong>%s</strong>:

source: Click to display fixes
nb: Klikk for å vise fikser
pl: Kliknij żeby wyświetlić poprawki
pt: Clique para mostrar os consertos

source: Fixes
nb: Fikser
pl: Poprawki
pt: Consertos

source: Fixes found on <strong>%s</strong>:
nb: Fikser funnet på <strong>%s</strong>:
pl: Znaleziono poprawki w <strong>%s</strong>:
pt: Consertos encontrados em <strong>%s</strong>:

source: Compare builds
pl: Porównaj wersje
pt: Comparar builds

source: Build version to compare:
nb: Byggversjon å sammenligne:
pl: Wersja do porównania:
pt: Versão da build para comparar:

source: Enter target version
nb: Skriv inn målversjon
pl: Wprowadź wersję
pt: Digite a versão a ser comparada

source: Test results
nb: Testresultater
pl: Wyniki testów
pt: Resultado de testes

source: Filter results ...
pl: Szukaj wyników ...
pt: Filtrar resultados...

source: Suite
pl: Zestaw testów
pt: Suíte

source: Test Run
pl: Wykonanie testu
pt: Execução de testes

source: Environment
nb: Miljø
pl: Środowisko
pt: Ambiente

source: Test Results
nb: Testresultater
pl: Wyniki testów
pt: Resultados de testes

source: Filter metrics ...
pl: Filtruj pomiary...
pt: Filtrar métricas ...

source: Test runs
nb: Testkjøringer
pl: Wykonania testów
pt: Execuções de testes

source: Job ID
nb: Jobb-ID
pl: Identyfikator zadania
pt: ID do job

source: Date and time
nb: Dato og tid
pl: Data i czas
pt: Data e hora

source: Complete
nb: Fullført
pl: Zakończone
pt: Completada

source: Not completed
nb: Ikke fullført
pl: Niezakończone
pt: Não completada

source: Groups
pl: Grupy
pt: Grupos

source: Compare
nb: Sammenlign
pl: Porównaj
pt: Comparar

source: Compare Builds
pl: Porównaj wersje
pt: Comparar builds

source: Compare Projects
pl: Porównaj projekty
pt: Comparar projetos

source: Compare Test
nb: Sammenligningstest
pl: Porównaj test
pt: Comparar testes

source: <a href="http://squad.readthedocs.io/">SQUAD</a> version %(squadversion)s.
nb: <a href="http://squad.readthedocs.io/">SQUAD</a> versjon %(squadversion)s.
pl: <a href="http://squad.readthedocs.io/">SQUAD</a> wersja %(squadversion)s.
pt: <a href="http://squad.readthedocs.io/">SQUAD</a> versão %(squadversion)s.

source: SQUAD is free software, distributed under the terms of <a href="https://www.gnu.org/licenses/gpl-3.0.html">GNU General Public License, version 3</a> or (at your option) any later version.
pl: SQUAD jest worlnym oprogramowaniem, rozpowszechnianym na podstawie licensji <a href="https://www.gnu.org/licenses/gpl-3.0.html">GNU General Public License, wersja 3</a> lub (według twojego wyboru) późniejszej.
pt: O SQUAD é um software livre, distribuido sob os termos da <a href="https://www.gnu.org/licenses/gpl-3.0.html">GNU General Public License, versão 3</a> ou (à sua escolha) qualquer outra versão mais atual.

source: <a href="https://github.com/Linaro/squad">Source code</a> and <a href="https://github.com/Linaro/squad/issues">Issue tracker</a> are available on Github.
pl: <a href="https://github.com/Linaro/squad">Kod źródłowy</a> i <a href="https://github.com/Linaro/squad/issues">zgłaszanie błędów</a> są dostępne na Github.
pt: <a href="https://github.com/Linaro/squad">Código fonte</a> e <a href="https://github.com/Linaro/squad/issues">issues</a> estão disponívels no Github.

source: Annotation:
pl: Przypis:
pt: Anotação:

source: Update
pl: Aktualizuj
pt: Atualizar

source: Add annotation
pl: Dodaj przypis
pt: Adicionar anotação

source: Build summary
nb: Byggsammendrag
pl: Podsumowanie wersji
pt: Resumo da build

source: All test results
nb: Alle testresultater
pl: Wyniki wszystkich testów
pt: Todos os resultados de testes

source: Test jobs
nb: Testjobber
pl: Zadania
pt: Jobs de testes

source: Build Settings
nb: Bygginnstillinger
pl: Ustawienia wersji
pt: Configurações da Build

source: Build annotation
pl: Przypisy wersji
pt: Anotação da Build

source: Description:
nb: Beskrivelse
pl: Opis:
pt: Descrição:

source: Project Summary
nb: Prosjektsammendrag
pl: Podsumowanie projektu
pt: Resumo do projeto

source: Compare project
nb: Sammenlign prosjekt
pl: Porównaj projekty
pt: Comparar projetos

source: Group
pl: Grupa
pt: Grupo

source: Enter group name
pl: Wprowadź nazwę grupy
pt: Digite o nome do grupo

source: Select projects to compare
nb: Velg prosjekter å sammenligne
pl: Wybierz projekty do porównania
pt: Selecione projetos para serem comparados

source: Enter build version
pl: Wprowadź porównywaną wersję
pt: Digite a versão base

source: Comparison type
pl: Typ Porównania
pt: Tipo de comparação

source: compare by tests
pl: Porównaj testy
pt: comparar testes

source: compare by metrics
pl: Porównaj pomiary
pt: comparar métricas

source: Projects
nb: Prosjekter
pl: Projekty
pt: Projetos

source: Display more
nb: Vis flere
pl: Pokaż więcej
pt: Mostrar mais

source: Version
nb: Versjon
pl: Wersja
pt: Versão

source: Load more
nb: Last inn flere
pl: Załaduj więcej
pt: Carregar mais

source: This build is not considered finished yet for the following reasons:
nb: Bygget anses ikke som ferdig enda, av følgende grunner:
pl: Testy tej wersji nie są jeszcze zakończone z nastepujących powodów:
pt: Essa build não é considerada finalizada ainda pelas seguintes rasões:

source: Being unfinished, this build will not trigger email notifications.
nb: I og med at det er uferdig, vil dette bygget ikke utløse e-postmerknader:
pl: Testy tej wersji nie są jeszcze zakończone, więc powiadomienia nie będą wysłane.
pt: Não finalizada, essa build não irá disparar notificações de email.

source: Displaying only non-archived projects.
nb: Viser kun ikke-arkiverte prosjekter.
pl: Wyświetlone są tylko projekty niezarchiwizowane.
pt: Mostrando somente projetos não arquivados.

source: Display archived and non-archived projects
pl: Pokaż wszystkie projekty
pt: Mostrar projetos arquivados e não arquivados

source: Displaying archived and non-archived projects.
pl: Wyświetlone są wszystkie projekty.
pt: Mostrando projetos arquivados e não arquivados.

source: Display only non-archived projects
pl: Pokaż tylko niezarchiwizowane projekty
pt: Mostrar somente projetos não arquivados

source: (archived)
pl: (zarchiwizowane)
pt: (arquivado)

source: Metrics summary
nb: Enhetssammendrag
pl: Podsumowanie pomiarów
pt: Resumo das métricas

source: Test Jobs
nb: Testjobber
pl: Zadania
pt: Jobs de testes

source: Submitted
nb: Innsendt
pl: Wysłane
pt: Submetido

source: Not submitted
nb: Ikke innsendt
pl: Nie wysłane
pt: Não submetido

source: Fetched
nb: Hentet
pl: Pobrane
pt: Buscados

source: Not fetched
nb: Ikke hentet
pl: Nie pobrane
pt: Não buscados

source: Last fetch attempt: %s
nb: Siste hentingsforsøk: %s
pl: Ostatnia próba pobrania: %s
pt: Última tentativa de busca %s

source: Test run #%s
nb: Testkjøring #%s
pl: Wykonanie testu #%s
pt: Execução de testes #%s

source: Resubmitted from #%s
pl: Wysłane ponownie jako kopia #%s
pt: Ressubmetido de #%s

source: %s - force resubmit
pl: %s - wymuś wysłanie ponownie
pt: %s - forçar ressubmissão

source: %s - resubmit
pl: %s - wyślij ponownie
pt: %s - ressubmeter

source: Error message
nb: Feilmelding
pl: Błąd
pt: Mensagem de erro

source: Definition
nb: Definisjon
pl: Definicja
pt: Definição

source: Test environment: <strong>%s</strong>
nb: Testmiljø: <strong>%s</strong>
pl: Środowisko testowe: <strong>%s</strong>
pt: Ambiente de testes: <strong>%s</strong>

source: Test run metadata
nb: Testkjøringsmetadata
pl: Metadane
pt: meta-dados de execução de testes

source: Related downloads
nb: Relaterte nedlastinger
pl: Powiązane pliki do pobrania
pt: Descarregas relacionados

source: Log file
nb: Loggfil
pl: Log
pt: Ficheiro de log

source: Tests file
nb: Testfil
pl: Testy
pt: Ficheiro de testes

source: Metrics file
nb: Enhetsfil
pl: Pomiary
pt: Ficheiro de métricas

source: Metadata file
nb: Metadatafil
pl: Metadane
pt: Ficheiro de meta-dados

source: Test suite
pl: Zestaw testów
pt: Suite de testes

source: Test run
nb: Testkjøring
pl: Wykonanie testu
pt: Execução de testes

source: Metrics suite
pl: Zestaw pomiarów
pt: Suite de métricas

source: This build has no test results yet.
pl: Wyniki dla tej wersji nie są jeszcze dostępne.
pt: Essa build ainda não possui resultados.

source: Two builds need to be selected!
nb: To bygg må velges.
pl: Zaznacz dwie wersje!
pt: Duas builds devem ser selecionadas!

source: Selected builds must be different!
nb: De valgte byggene må være forskjellige.
pl: Zaznaczone wersje muszą być różne!
pt: As builds selecionadas devem ser diferentes!

source: %d test runs
nb: %d testkjøringer
pl: %d wykonań testów
pt: %d execuções de testes

source: Completed
nb: Fullført
pl: Zakończone
pt: Completado(s)

source: %d completed
nb: %d fullført
pl: %d zakończone
pt: %d completada(s)

source: Incomplete
nb: Ufullført
pl: Niezakończone
pt: Incompleta(s)

source: %d incomplete
nb: %d ufullført
pl: %d niezakończone
pt: %d incompleta(s)

source: Hide info
nb: Skjul info
pl: Ukryj informacje
pt: Esconder informações

source: Metric description:
nb: Enhetsbeskrivelse:
pl: Opis pomiarów:
pt: Descrição da métrica:

source: (intermittent).
pl: (sporadyczny).
pt: (intermitente).

source: (intermittent.)
pl: (sporadyczny.)
pt: (intermitente.)

source: compare
nb: sammenlign
pl: porównaj
pt: comparar

source: All groups
nb: Alle grupper
pl: Wszystkie grupy
pt: Todos os grupos

source: %s projects
nb: %s prosjekter
pl: %s projekty
pt: %s projetos

source: Member
nb: Medlem
pl: Użytkownik
pt: Membro

source: Result submitter
nb: Resultatinnsender
pl: Dostarczyciel wyników
pt: Submetedor de resultados

source: View non-public projects
nb: Vis prosjekter som ikke er offentlige
pl: Pokaż projekty niepubliczne
pt: Visualizar projetos não públicos

source: Annonate builds
pl: Dodaj przypis do wersji
pt: Adicionar comentário na build

source: Submit new test results
pl: Wyślij nowe wyniki testów
pt: Submeter novos resultados de testes

source: Resubmit test jobs
nb: Send inn testjobber på ny
pl: Wysłane ponownie zadania
pt: Ressubmeter jobs de testes

source: Update group settings
nb: Oppdater gruppeinnstillinger
pl: Aktualizuj ustawienia grupy
pt: Atualizar configurações do grupo

source: Update project settings
nb: Oppdater prosjektinnstillinger
pl: Aktualizuj ustawienia projektu
pt: Atualizar configurações do projeto

source: Update build settings
nb: Oppdater bygginnstillinger
pl: Aktualizuj ustawienia dla wersji
pt: Atualizar as configurações de build

source: From/To
nb: Fra/til
pl: Od/Do
pt: De/Para

source: show all tests
nb: vis alle tester
pl: Pokaż wszystkie wyniki
pt: mostrar todos os testes

source: %d tests
nb: %d tester
pl: %d testy
pt: %d testes

source: %d pass
nb: %d passert
pl: %d pomyślne
pt: %d passaram

source: %d skip
nb: %d hoppet over
pl: %d pominięte
pt: %d pulados

source: %d fail
nb: %d mislykket
pl: %d niepomyślne
pt: %d falharam

source: Subscriptions
nb: Abonnementer
pl: Subskrypcja
pt: Inscrições

source: Add subscription:
nb: Legg til abonnement:
pl: Dodaj subskrypcję:
pt: Adicionar inscrição:

source: Submit
nb: Send inn
pl: Wyślij
pt: Submeter

source: Your current subscriptions:
nb: Dine nåværende abonnementer:
pl: Twoje aktualne subskrypcje:
pt: Suas inscrições atuais:

source: Remove subscription
nb: Fjern abonnement
pl: Usuń subskrypcję
pt: Remover inscrição

source: You do not have any subscriptions yet.
nb: Du har ingen abonnementer enda.
pl: Nie masz jeszcze żadnych subskrypcji.
pt: Ainda não tem inscrições.

source: User settings
nb: Brukerinnstillinger
pl: Ustawienia użytkownika
pt: Configurações do utilizador

source: Personal projects
nb: Personlige prosjekter
pl: Własne projekty
pt: Projetos pessoais

source: API token
nb: API-symbol
pl: Token API
pt: Token de API

source: Your API token:
nb: Ditt API-symbol:
pl: Twój token API:
pt: Seu token de API:

source: You do not have an API token yet.
nb: Du har ikke noe API-symbol enda.
pl: Nie masz jeszcze żadnego tokena API.
pt: Ainda não tem um token de API.

source: Reset API token
nb: Tilbakestill API-symbol
pl: Resetuj token API
pt: Gerar um novo token de API

source: Attention:
pl: Uwaga:
pt: Atenção:

source: Resetting your API token will make the old token invalid, and it will no longer be accepted to authenticate API requests. Only the new token will be accepted.
pl: Zresetowanie tokena API spowoduje, że stary token stanie się nieważny i nie będzie więcej zakceptowany przy próbach autoryzacji. Tylko nowy token będzie akceptowany.
pt: Ao gerar um novo token de API fará com que o token antigo fique inválido e o mesmo não será mais aceito para autenticar requisições para API. Somente o novo token será aceito.

source: Yes, reset my API token
nb: Ja, tilbakestill mitt API-symbol
pl: Tak, zresetuj mój token API
pt: Sim, gerar um novo token de API

source: Create API token
nb: Opprett API-symbol
pl: Utwórz token API
pt: Criar um token de API

source: Profile picture
nb: Profilbilde
pl: Zdjęcie profilowe
pt: Foto de perfil

source: Your avatar
nb: Din avatar
pl: Twój avatar
pt: Seu avatar

source: This avatar is derived from your email address, and is provided by <a href="https://www.gravatar.com/">Gravatar</a>.
pl: Ten avatar został utworzony przy pomocy Twojego adresu email. Usługa jest dostarczana przez <a href="https://www.gravatar.com/">Gravatar</a>.
pt: Esse avatar foi buscado a partir do seu endereço de email provido pelo <a href="https://www.gravatar.com/">Gravatar</a>.

source: Personal projects are enabled for you. You can go to your personal <a href="%s"><strong>user namespace</strong></a> to manage your personal projects.
pl: Projekty 'własne' są aktywowane. Możesz nimi zarządzać używając <a href="%s"><strong>grupy użytkownika</strong></a>.
pt: Projetos pessoais estão ativados para si. Pode ir para o seu<a href="%s"><strong>namespace de utilizador</strong></a> para gerir seus projetos pessoais.

source: To remove your user namespace, and consequentially disable personal projects, you can access its <a href="%s">Delete group</a> page.
pl: Aby usunąć swoją grupe i dezaktywować projekty 'własne'możesz użyć strony <a href="%s">Usuń grupę</a>.
pt: Para remover o seu namespace de utilizador e consequentemente desativar os projetos pessoais, acesse a página <a href="%s">Remover grupo</a>.

source: To be able to create personal projects, you need first to create a <em>user namespace</em> for projects.
pl: Aby tworzyć własne projekty, musisz napierw utworzyć <em>grupę użytkownika</em>.
pt: Para criar projetos pessoais, primeiro precisa criar um <em>namespace de utilizador</em> para projetos.

source: Create user namespace
nb: Opprett bruker-navnerom
pl: Utwórz grupę użytkownika
pt: Criar namespace de utilizador

source: Select environment(s)
nb: Velg miljø(er)
pl: Wybrane środowisko(a)
pt: Selecione o(s) ambiente(s)

source: toggle all
pl: przełącz wszystkie
pt: alternar todos

source: Add metric:
nb: Legg til enhet:
pl: Dodaj pomiar:
pt: Adicionar metrica:

source: View result
nb: Vis resultat
pl: Pokaż wyniki
pt: Veja o resultado

source: Toggle outlier
pl: Przełącz wartości odstające
pt: Alternar o outlier

source: Signed in as %(username)s
nb: Innlogget som %(username)s
pl: Zalogowany jako %(username)s
pt: Logado como %(username)s

source: Administration
nb: Administrasjon
pl: Administracja
pt: Administração

source: Settings
nb: Innstillinger
pl: Ustawienia
pt: Configurações

source: Sign out
nb: Logg ut
pl: Wyloguj
pt: Sair

source: Start over
nb: Start på ny
pl: Zacznij od nowa
pt: Voltar ao início

source: Project
pl: Projekt
pt: Projetos

source: Enter project name
pl: Wprowadź nazwę projektu
pt: Digite o nome do projeto

source: Compare build
pl: Porównaj wersję
pt: Comparar builds

source: Enter baseline version
pl: Wprowadź porównywaną wersję
pt: Digite a versão base

source: against build
pl: w porównaniu do wersji
pt: contra a build

source: Page navigation
nb: Sidenavigasjon
pl: Nawigacja
pt: Navegação de páginas

source: Suite: <strong>%s</strong>
pl: Zestaw testów: <strong>%s</strong>
pt: Suíte: <strong>%s</strong>

source: The URL for requested test job (%s) doesn't yet exist.
nb: Nettadressen for forespurt testjobb (%s) finnes ikke enda.
pl: URL dla tego zadania (%s) jeszcze nie został utworzony.
pt: A URL para o job de testes (%s) não existe ainda.

source: TestJob submission failed
pl: Wysłanie zadania nie powiodło się
pt: A submissão do job de testes falhou

source: Please try again later
nb: Prøv igjen senere
pl: Proszę spróbować później
pt: Por favor, tente novamente mais tarde

source: Permission denied
nb: Tilgang nektet
pl: Brak dostępu
pt: Permissão negada
