Repository: Linaro/squad
Catalog: squad/frontend/locale/*/LC_MESSAGES/django.po
Languages: nb, pl, pt

source: You are not allowed to access this content.
nb: Du har ikke tilgang til dette innholdet.
pl: Nie masz wystarczających uprawnień, żeby wyswietlić zawartość.
pt: Não está autorizado à acessar esse conteúdo.

source: Authentication required
nb: Identitetsbekreftelse påkrevd
pl: Wymagana autoryzacja
pt: Autenticação necessária

source: Go to the login page.
nb: Gå til innloggingssiden.
pl: Przejdź do strony logowania.
pt: Vá para página de login.

source: Type the slug (the name used in URLs) to confirm
nb: Skriv inn tilkjennegivelse (navn brukt i nettadresser) for å bekrefte
pl: Wpisz slug (nazwa użyta w URLu) aby potwierdzić
pt: Digite o slug (o nome usado nas URLs) para confirmar

source: The confirmation does not match the slug
nb: Bekreftelsen samsvarer ikke med tilkjennegivelsen
pl: Potwierdzenie nie zgadza się ze slugiem
pt: O valor digitado não corresponde ao slug

source: Test
pt: Teste

source: Administrator
pt: Administrador

source: %d xfail
nb: %d forventet å feile
