Repository: Linaro/squad
Catalog: squad/core/locale/*/LC_MESSAGES/django.po
Languages: es_mx, fr, pl, pt_br

source: Name
es_mx: Nombre
fr: Nom
pl: Nazwa
pt_br: Nome

source: Description
es_mx: Descripción
pl: Opis
pt_br: Descrição

source: Members
es_mx: Miembros
fr: Membres
pl: Użytkownicy
pt_br: Membros

source: Enter a valid value.
es_mx: Introduzca un dato válido.
fr: Entrez une valeur valide.
pl: Wpisz poprawną wartość.
pt_br: Forneça um valor válido.

source: Member
es_mx: Miembro
fr: Membre
pl: Użytkownik
pt_br: Membro

source: Result submitter
es_mx: Quien envía resultados
fr: Soumetteur de résultat
pl: Dostarczyciel wyników
pt_br: Submetedor de resultados

source: Administrator
es_mx: Administrador
fr: Administrateur
pt_br: Administrador

source: Group member
es_mx: Miembro de grupo
fr: Membre du groupe
pl: Członek grupy
pt_br: Membro de grupo

source: Group members
es_mx: Miembros del grupo
fr: Membres du groupe
pl: Członkowie grupy
pt_br: Membros do grupo

source: Jinja2 template for subject (single line)
es_mx: Plantilla Jinja2 para encabezado (una sola línea)
fr: Modèle Jinja2 pour sujet (seule ligne)
pl: Szablon Jinja2 dla tematu wiadomości (pojedyncza linia)
pt_br: Template em Jinja2 para assunto (uma linha)

source: Jinja2 template for text/plain content
es_mx: Plantilla Jinja2 para contenido text/plain
fr: Modèle Jinja2 pour du contenu text/plain
pl: Szablon Jinja2 dla wiadomości w formacie text/plain
pt_br: Template em Jinja2 para conteúdo text/plain

source: Jinja2 template for text/html content
es_mx: Plantilla Jinja2 para contenido text/html
fr: Modèle Jinja2 pour du contenu text/html
pl: Szablon Jinja2 dla wiadomości w formacie text/html
pt_br: Template em Jinja2 para conteúdo text/html

source: Is public
es_mx: Es público
fr: Publique
pl: Dostęp publiczny
pt_br: É público

source: Wait this many seconds before sending notifications
es_mx: Esperar estos segundos antes de enviar notificaciones
fr: Attendez quelques secondes avant d'envoyer des notifications
pl: Odczekaj tyle sekund przed wysłaniem notyfikacji
pt_br: Espera por esse número de segundos antes de enviar notificações

source: Force sending build notifications after this many seconds
es_mx: Forzar envío de notificaciones después de estos segundos
fr: Forcer l'envoi de notifications de build après ces quelques secondes
pl: Wymuś wysłanie notyfikacji dla wersji po tylu sekundach
pt_br: Força o envio de notificações de build após esse número de segundos

source: Delete builds older than this number of days. Set to 0 or any negative number to disable.
es_mx: Eliminar compilaciones anteriores a este número de días. Ponga 0 o un número negativo para deshabilitar.
fr: Supprimer le(s) build(s) antérieurs à ce nombre de jours. Réglez sur 0 ou tout nombre négatif pour désactiver.
pl: Usuń wersje starsze niż ta liczba dni. Ustaw na 0 lub liczbę ujemną żeby dezaktywować.
pt_br: Remove builds mais antigas que esse número de dias. Coloque 0 ou negativo para desabilitar.

source: Makes the project hidden from the group page by default
es_mx: Esconde el proyecto de la página del grupo por defecto
fr: Rend le projet caché de la page de groupe par défaut
pl: Domyślnie ukrywa projekt na stronie grupy
pt_br: Marca o projeto como escondido por padrão na página do grupo

source: Is archived
es_mx: Está archivado
fr: Archivé
pl: Zarchiwizowany
pt_br: Está arquivado

source: All builds
es_mx: Todas las compilaciones
fr: Tout les builds
pl: Wszystkie wersje
pt_br: Todas as builds

source: Only on change
es_mx: Sólo si hay cambios
fr: Uniquement sur changement
pl: Tylko w przypadku zmiany
pt_br: Apenas quando houver mudança

source: Only on regression
es_mx: Sólo si hay regresiones
fr: Uniquement sur régression
pl: Tylko w przypadku regresji
pt_br: Apenas quando houver regressão
